tap "homebrew/cask-fonts"

brew "fzf"
brew "gh"
brew "git"
brew "neovim"
brew "node"
brew "openjdk"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "python"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "zsh"

cask "1password"
cask "alfred"
cask "amethyst"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "keepingyouawake"
cask "scroll-reverser"
cask "sensiblesidebuttons"
cask "spotify"
cask "textmate"
