brew "fzf"
brew "gh"
brew "git"
brew "neovim"
brew "node"
brew "ripgrep"
brew "python"
brew "tmux"
brew "tmuxinator"
brew "vim"
brew "zsh"

cask "1password"
cask "alfred"
cask "amethyst"
cask "font-jetbrains-mono"
cask "imageoptim"
cask "iterm2"
cask "keepingyouawake"
cask "spotify"
